export const detail = {
	backgroundImage: '/cloud2.png',
	profileImage: '/load.png',
	name: 'Napoléon I',
	birth: '1799 - 1804',
	contents: '<div style="font-size:1.5rem; font-weight: bold;">나폴레옹</div><div>이탈리아계 프랑스인으로, 프랑스 왕국의 변두리였던 코르시카 섬에서 법률가(변호사)[5]의 자녀로 태어나 1789년 프랑스 혁명의 혼란한 시대 속에서 탁월한 군사적 재능을 통해 프랑스 혁명 전쟁을 승리로 이끌었으며, 이후 1799년 브뤼메르 18일의 쿠데타를 통해서 집권하였다.<br/>\n					이후 스스로 황제에 올라 혁명을 퇴보시켰지만, 동시에 나폴레옹 전쟁을 통해서 프랑스 혁명을 통해 수립된 자유주의 이념을 유럽에 전파시켰다. 이때 천재적인 군사적 재능을 통해 프랑스를 승리로 이끌어 당대 세계적 강대국들이 몰려 있던 유럽을 정복하고 프랑스 제1제국을 수립하였다.<br/>\n					그는 집안의 가세가 너무 어려웠던 상황에서 프랑스에서 최하위 군사학교인 브리엔 군사학교에 입학한 것을 시작으로 하여, 프랑스 혁명의 소용돌이에서 뛰어난 군사전략과 정치력으로 35세에 황제까지 된 입지전적인 인물이다. <br/><br/>\n					\n					그는 카를 3세 이후 프랑스 최초의 황제가 된 인물이며 그의 영향력은 매우 강력했기에 그의 몰락과 빈 회의 이후 근대 유럽의 외교사는 어떻게 하면 이런 인물이 다시 유럽을 집어삼키는 걸 막는가를 기준으로 진행될 정도로 프랑스 이외의 모든 유럽 국가들이 포스트 나폴레옹의 출현을 경계하였다 한다. 이런 배경에서 아돌프 히틀러의 등장은 나폴레옹의 군사적 재림으로 여겨졌으며 파리가 함락되었을 때 히틀러는 나폴레옹의 묘에 참배까지 할 정도였다.<br/>\n					사상적인 측면에서는, 나폴레옹이 유럽 대부분을 지배하면서 그 스스로가 갖춘 사상과 철학인 법치주의, 능력주의, 시민 평등 사상을 온 유럽에 퍼트렸고, 나폴레옹 법전 등 여러 업적을 남겨 세계사적으로 크나큰 획을 그었다. 기본적으로 현재 세계의 근간이 된 근대 세계는 프랑스 혁명으로 시작해서 나폴레옹 전쟁으로 전 세계에 전파된 정치 혁명, 그리고 영국의 산업혁명이 야기한 경제구조의 대변혁이 어우러져 완성된 세계라고 할 수 있다.<br/><br/>\n					\n					나폴레옹은 세계 역사상 최고의 군사 전략가 중 한 명으로 당대 주변국들을 벌벌 떨게 만들었으며 대표적으로 아우스터리츠 전투에서 그의 진가가 발휘되었다. <br/>\n					또한 프랑스 육군의 모든 부분을 전반적으로 선진화시켜 세계 최강으로 자리매김하게 한 주역이었다. <br/>\n					이후 유럽의 모든 국가들이 나폴레옹을 따라 군제를 개편한 만큼 사실상 전쟁사의 근대를 완성시킨 인물이라고 해도 절대 과언이 아니다. 개인으로서 세계사의 변혁을 이끌어낸 인물이며 유럽이 18세기 시민 혁명 시대에서 19세기 제국주의적 산업사회로 넘어가는 전환기를 풍미한 인물이었다. 지리적으로 프랑스와 큰 접점이 없는 한국에서도 그의 유명세 덕에, 설령 프랑스사나 프랑스의 인물을 잘 모르는 사람들도 나폴레옹의 이름과 말을 탄 그의 화상 정도는 알고 있을 정도로 유명하다.<br/>\n					2021년은 나폴레옹의 사망 200주기였다. <br/>비록 프랑스는 제국에서 공화국이 된 지 150년이 넘었지만, 프랑스 대통령 에마뉘엘 마크롱은 나폴레옹의 묘가 있는 앵발리드에 방문해서 헌화했다.</div>'
};

export const memories = [
	{
		name: '쉴라 마루123',
		date: '2월 12일',
		message: 'Veggi Nuggets<br/>Coach Sheela의 Doreen에 대한 추억: 언제 어떻게 Doreen을 만났는지 모르겠지만 2020년에 그녀를 만난 순간부터 그녀는 즉시 우리 모두의 친구이자 청소년 그룹인 Veggi의 멘토였습니다. 너겟. 그녀는 합류했다'
	},
	{
		name: '쉴라 마루456',
		date: '2월 12일',
		message: 'Veggi Nuggets<br/>Coach Sheela의 Doreen에 대한 추억: 언제 어떻게 Doreen을 만났는지 모르겠지만 2020년에 그녀를 만난 순간부터 그녀는 즉시 우리 모두의 친구이자 청소년 그룹인 Veggi의 멘토였습니다. 너겟. 그녀는 합류했다'
	},
];

export const visitorMessages = [
	{
		name: '쉴라 마루789',
		date: '2월 12일',
		message: 'Veggi Nuggets<br/>Coach Sheela의 Doreen에 대한 추억: 언제 어떻게 Doreen을 만났는지 모르겠지만 2020년에 그녀를 만난 순간부터 그녀는 즉시 우리 모두의 친구이자 청소년 그룹인 Veggi의 멘토였습니다. 너겟. 그녀는 합류했다'
	},
	{
		name: '쉴라 마루012',
		date: '2월 12일',
		message: 'Veggi Nuggets<br/>Coach Sheela의 Doreen에 대한 추억: 언제 어떻게 Doreen을 만났는지 모르겠지만 2020년에 그녀를 만난 순간부터 그녀는 즉시 우리 모두의 친구이자 청소년 그룹인 Veggi의 멘토였습니다. 너겟. 그녀는 합류했다'
	},
]